{
  "arborist.nvim": {
    "branch": "main"
  },
  "auto-session": {
    "branch": "main"
  },
  "baleia.nvim": {
    "branch": "main"
  },
  "catppuccin": {
    "branch": "main"
  },
  "cmp-buffer": {
    "branch": "main"
  },
  "cmp-cmdline": {
    "branch": "main"
  },
  "cmp-nvim-lsp": {
    "branch": "main"
  },
  "cmp-path": {
    "branch": "main"
  },
  "cmp-vsnip": {
    "branch": "main"
  },
  "codecompanion.nvim": {
    "branch": "main"
  },
  "csound-vim": {
    "branch": "master"
  },
  "d2-vim": {
    "branch": "master"
  },
  "diffview.nvim": {
    "branch": "main"
  },
  "fd": {
    "branch": "master"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "mini.icons": {
    "branch": "main"
  },
  "neogen": {
    "branch": "main"
  },
  "neogit": {
    "branch": "master"
  },
  "nvim-cmp": {
    "branch": "main"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-tree.lua": {
    "branch": "master"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "render-markdown.nvim": {
    "branch": "main"
  },
  "ripgrep": {
    "branch": "master"
  },
  "snacks.nvim": {
    "branch": "main"
  },
  "telescope-fzf-native.nvim": {
    "branch": "main"
  },
  "telescope.nvim": {
    "branch": "master"
  },
  "trouble.nvim": {
    "branch": "main"
  },
  "vim-commentary": {
    "branch": "master"
  },
  "vim-sleuth": {
    "branch": "master"
  },
  "vim-surround": {
    "branch": "master"
  },
  "vim-table-mode": {
    "branch": "master"
  },
  "vim-vsnip": {
    "branch": "master"
  }
}
